l100 = {
    'Q1. 세발낙지가 탈모가 오면?': {
        '1': ('탈모지', 50),
        '2': ('한발낙지', 100),
        '3': ('어쩌지', 0)
    },
    'Q2. 스님이 택시타고 하는 말은?': {
        '1': ('절로가', 100),
        '2': ('일로가', 0),
        '3': ('두둥탁', 50)
    }
}

l200 = {
    'Q1. 고양이에게 “야옹”이라 말걸면 오는 대답은?': {
        '1': ('앙냥냥', 0),
        '2': ('야옹', 50),
        '3': ('왜용', 100)
    },
    'Q2. 유모차 타면 긴장되는 이유는?': {
        '1': ('너무 빨라서', 0),
        '2': ('운전자가 엄마라서', 50),
        '3': ('애가 타서', 100)
    }
}

Research_phase_1 = {
    'Q1. 미국에서 잘나가는 거지 소녀는': {
        '1': ('플렉스 메리', 15),
        '2': ('더달란 마리아', 70),
        '3': ('모니 마니', 15)
    },
    'Q2. 미국에서 잘나가는 여자 강도는?': {
        '1': (
            '다내노란 마리아', 70
        ),
        '2': (
            '다내거란 마리아', 15
        ),
        '3': (
            '다니거란 마리아', 15
        )
    }
}

Internship_phase_1 = {
    'Q1. 은행원들이 파란색을 싫어하는 이유는?': {
        '1': {
            '눈에 피로가 쌓여서': 15
        },
        '2': {
            '천원 색이기 때문에': 15
        },
        '3': {
            '청약해지가 싫어서': 70
        }
    },
    'Q2. 성세개가 불타고 있는 것은?': {
        '1': {'동부화재': 15},
        '2': {'삼성화재': 70},
        '3': {'화성시': 15}
    }
}
l300 = {
    'Q1. 신사가 하는 인사는?': {
        '1': ('Ladies and Gentleman', 0),
        '2': ('안녕하세요', 50),
        '3': ('신사임당', 100)
    },
    'Q2. 엄마가 길을 잃으면?': {
        '1': ('경찰에 신고한다', 0),
        '2': ('맘마미아', 100),
        '3': ('어머나', 50)
    }
}
l400 = {
    'Q1. 많이 맞을수록 좋은 것은?': {
        '1': ('근욕', 0),
        '2': ('시험문제', 100),
        '3': ('돌멩이', 50)
    },
    'Q2. 창문이 100개 였는데 2개가 깨지면?': {
        '1': ('98개', 0),
        '2': ('Window98', 100),
        '3': ('Windows xp', 50)
    }
}

Research_phase_2 = {
    'Q1. 세상에서 가장 추운 바다는 어디일까요?': {
        '1': {
            '화성': 15
        },
        '2': {
            '북극해': 15
        },
        '3': {
            '썰렁해': 70
        }
    }
}

Internship_phase_2 = {
    'Q1 병균들 중에서 가장 계급이 높은 병균은?': {
        '1': {
            '병장균': 15
        },
        '2': {
            '대장균': 70
        },
        '3': {
            '유산균': 15
        }
    }
}
